API_TOKEN = 'YOUR_TELEGRAM_API_TOKEN'
HUGGINGFACE_API_KEY = 'YOUR_HUGGINGFACE_API_TOKEN'
welcomemessage = "Добро пожаловать в этот чат"
adminnick = "@thekillersec"
erroraimessage = "Произошла ошибка при обработке вашего запроса."
warnmessage = "Ты чё, хакер чтоли? Только администраторы могут использовать эту команду."
replymessage = "Ответьте на сообщение пользователя"
banmessage = "Пользователь забанен/кикнут."
banerrormessage = "Упс... Не могу забанить/кикнуть пользователя:"
mutemessage = "Этот пользователь депортирован в сМУТу."
muteerrormessage = "Упс... Не могу дать 'мут' пользователю:"
unmute_message = "Этот пользователь вытащен из сМУТы."
unmute_error_message = "Упс... Не могу размутить пользователя: "
reportmessage = ", братан, тебе тут выписали вызов!"

anecdotes = [
    "Ой, я куда-то нажал(а) -- самый опасный и распространённый компьютерный вирус современности. Программными средствами не диагностируется и не лечится",
    "Интернет — он такой. Читаешь комментарии, думаешь: «Одни идиоты!» Начинаешь с ними спорить и не замечаешь, как на одного идиота стало больше.",
    "55-летняя женщина, мать троих программистов, просит кого-нибудь не психованного научить ее Интернету",
    "Почему компьютер холодный? От него постоянно требуют замораживать процессы.",
    "Компьютерный вирус – единственный вид жизни, который мы действительно создали.",
    "Какой любимый фильм программиста? While True: Love.",
    "Почему программисты не любят природу? Там слишком много багов.",
    "Вчера компьютер обидел меня, сказал, что я такой же пустой, как файл размером 0 байт.",
    "Как называется вечеринка, где все гаджеты заряжены? Электроника!",
    "Как программисты решают проблемы? Если не получается, они используют Google. Если получается, то тоже используют Google.",
    "Я изменил пароль на неправильный, теперь компьютер сам мне напоминает правильный пароль.",
    "Моя кошка – лучший разработчик интерфейсов: один лапой клик, и все окна закрыты."
]
